var AllLabel = {
    // 题材
    "styles": [
        {
            "id": -1,
            "name": "全部"
        },
        {
            "id": 999,
            "name": "热血"
        },
        {
            "id": 997,
            "name": "古风"
        },
        {
            "id": 1016,
            "name": "玄幻"
        },
        {
            "id": 998,
            "name": "奇幻"
        },
        {
            "id": 1023,
            "name": "悬疑"
        },
        {
            "id": 1002,
            "name": "都市"
        },
        {
            "id": 1096,
            "name": "历史"
        },
        {
            "id": 1092,
            "name": "武侠仙侠"
        },
        {
            "id": 1088,
            "name": "游戏竞技"
        },
        {
            "id": 1081,
            "name": "悬疑灵异"
        },
        {
            "id": 1063,
            "name": "架空"
        },
        {
            "id": 1060,
            "name": "青春"
        },
        {
            "id": 1054,
            "name": "西幻"
        },
        {
            "id": 1048,
            "name": "现代"
        },
        {
            "id": 1028,
            "name": "正能量"
        },
        {
            "id": 1015,
            "name": "科幻"
        }
    ],
    // 地区
    "areas": [
        {
            "id": -1,
            "name": "全部"
        },
        {
            "id": 1,
            "name": "大陆"
        },
        {
            "id": 2,
            "name": "日本"
        },
        {
            "id": 6,
            "name": "韩国"
        },
        {
            "id": 5,
            "name": "其他"
        }
    ],
    // 进度
    "status": [
        {
            "id": -1,
            "name": "全部"
        },
        {
            "id": 0,
            "name": "连载"
        },
        {
            "id": 1,
            "name": "完结"
        }
    ],
    // 收费
    "prices": [
        {
            "id": -1,
            "name": "全部"
        },
        {
            "id": 1,
            "name": "免费"
        },
        {
            "id": 2,
            "name": "付费"
        },
        {
            "id": 3,
            "name": "等就免费"
        }
    ],
    // 排序
    "orders": [
        {
            "id": 0,
            "name": "人气推荐"
        },
        {
            "id": 1,
            "name": "更新时间"
        },
        {
            "id": 2,
            "name": "追漫人数"
        },
        {
            "id": 3,
            "name": "上架时间"
        }
    ]
}